/* No comment provided by engineer. */
"%@ (%@) : Connection Notice" = "%1$@ (%2$@) : Uwaga o połączeniu";

/* first %@ is an account name; second is a service. This is a title for a window */
"%@ (%@) Setup" = "Ustawienia %1$@ (%2$@)";

/* No comment provided by engineer. */
"%@ has 1 new message." = "1 nowa wiadomość dla %@.";

/* No comment provided by engineer. */
"%@ is on your local contact list but not on the server list. Do you want to add this contact to your list?" = "%@ znajduje się na lokalnej liście kontaktów ale nie na liście na serwerze. Czy dodać ten kontakt do listy?";

/* XMPP service discovery browser gateway tooltip */
"%@; double-click to register." = "%@; kliknij dwukrotnie, aby się zarejestrować.";

/* No comment provided by engineer. */
"(unknown)" = "(nieznany)";

/* Placeholder displayed as the name of a new account */
"<New Account>" = "<Nowe konto>";

/* No comment provided by engineer. */
"Ad-Hoc command; double-click to execute" = "Polecenie Ad-Hoc; kliknij dwukrotnie, aby je wykonać";

/* No comment provided by engineer. */
"Add" = "Dodaj";

/* No comment provided by engineer. */
"Adium : Notice" = "Adium : Uwaga";

/* No comment provided by engineer. */
"Adium can't verify the identity of \"%@\"." = "Adium nie może zweryfikować tożsamości \"%@\".";

/* Message shown when a contact's profile can't be found */
"Adium could not find any information in the user's profile. This may not be a registered name." = "Adium nie może znaleźć żadnych informacji w profilu użytkownika. To może nie być zarejestrowana nazwa.";

/* No comment provided by engineer. */
"Adium Notice: %@" = "Uwaga Adium: %@";

/* No comment provided by engineer. */
"Adium User" = "Użytkownik Adium";

/* Button title to allow an action */
"Allow" = "Pozwól";

/* No comment provided by engineer. */
"Allow MSN Mobile pages?" = "Dopuść strony urządzeń przenośnych MSN";

/* No comment provided by engineer. */
"An error was encountered sending the file." = "Podczas wysyłania pliku wystąpił błąd.";

/* No comment provided by engineer. */
"Authenticating" = "Uwierzytelnienie";

/* Connection step */
"Balancer handshake" = "Balancer handshake";

/* No comment provided by engineer. */
"Ban" = "Ban";

/* No comment provided by engineer. */
"Bankick" = "Bankick";

/* No comment provided by engineer. */
"Blocked" = "Zablokowany";

/* No comment provided by engineer. */
"Cancel" = "Anuluj";

/* No comment provided by engineer. */
"Cancel Presence Notification to %@" = "Przerwij powiadamianie %@ o obecności";

/* Category table column header for the service discovery browser */
"Category" = "Kategoria";

/* Menu item title for changing the password of an account */
"Change Password" = "Zmień hasło";

/* No comment provided by engineer. */
"Conference service; double-click to join" = "Usługa konferencyjna; kliknij dwukrotnie, aby dołączyć";

/* Button title to connect; this is a verb */
"Connect" = "Połącz";

/* Connection step */
"Connected" = "Połączony";

/* No comment provided by engineer. */
"Connecting" = "Łączę się";

/* No comment provided by engineer. */
"Connection error." = "Błąd połączenia";

/* No comment provided by engineer. */
"Contact list synchronization error for %@" = "Błąd synchronizacji listy kontaktów dla %@";

/* No comment provided by engineer. */
"Continue" = "Dalej";

/* No comment provided by engineer. */
"Delete" = "Usuń";

/* No comment provided by engineer. */
"Delete & Unregister" = "Usuń i wyrejestruj";

/* No comment provided by engineer. */
"Delete Account" = "Usuń konto";

/* No comment provided by engineer. */
"Delete Account from Server" = "Delete Account from Server";

/* No comment provided by engineer. */
"Delete the account %@? You can also optionally unregister the account on the server if possible." = "Czy usunąć konto %@? Możesz również wyrejestrować konto z serwera, jeżeli jest to możliwe.";

/* No comment provided by engineer. */
"Deop" = "Deop";

/* No comment provided by engineer. */
"Devoice" = "Devoice";

/* No comment provided by engineer. */
"Directory service; double-click to search" = "Usługa katalogowo; kliknij dwukrotnie, aby przeszukać";

/* Button title to prevent an action */
"Disallow" = "Zabroń";

/* No comment provided by engineer. */
"Discovery Browser" = "Przeglądarka wyszukiwania";

/* No comment provided by engineer. */
"Do you want to allow or disallow people on your buddy list to send you MSN Mobile pages to your cell phone or other mobile device?" = "Czy chcesz pozwolić osobom ze swojej Listy kontaktów na wysyłanie stron urządzeń przenośnych MSN na Twój telefon komórkowy lub urządzenie przenośne?";

/* Used as a label for a username specified by email address */
"Email" = "Email";

/* Connection step */
"Exchanging key hash" = "Wymieniam klucze";

/* No comment provided by engineer. */
"Fetching..." = "Pobieram…";

/* No comment provided by engineer. */
"File Send Error" = "Błąd wysyłania pliku";

/* Generic fields request window title */
"Form" = "Formularz";

/* No comment provided by engineer. */
"From: " = "Od: ";

/* No comment provided by engineer. */
"GG Number" = "Numer GG";

/* Error message displayed when the server reports username or password as being incorrect. */
"Group for added contacts" = "Grupa dla dodanych kontaktów";
"Incorrect username or password" = "Nieprawidłowe nazwa użytkownika lub hasło";

/* No comment provided by engineer. */
"Info" = "Informacje";

/* No comment provided by engineer. */
"Initializing Stream" = "Uruchamiam strumień";

/* No comment provided by engineer. */
"Initiate Multiuser Chat with %@" = "Rozpocznij grupową pogawędkę z %@";

/* No comment provided by engineer. */
"Invite" = "Zaproś";

/* No comment provided by engineer. */
"IRC (Internet Relay Chat)" = "IRC (Internet Relay Chat)";

/* No comment provided by engineer. */
"Jabber ID" = "Identyfikator Jabbera";

/* JID (Jabber ID) table column header for the service discovery browser. This may not need to be localized. */
"JID" = "JID";

/* No comment provided by engineer. */
"Join" = "Dołącz";

/* No comment provided by engineer. */
"Kick" = "Kick";

/* No comment provided by engineer. */
"Launch %@" = "Uruchom %@";

/* No comment provided by engineer. */
"Let others know what I am listening to" = "Informuj innych, czego słucham";
"Looking up server" = "Szukam serwera";

/* user mood tooltip title */
"Mood" = "Nastrój";

/* Name table column header for the service discovery browser */
"Name" = "Nazwa";

/* No comment provided by engineer. */
"New Mail" = "Nowa poczta";

/* Sample name and server for new IRC accounts */
"nickname" = "nickname";

/* Name for IRC user names */
"Nickname" = "Nickname";

/* No comment provided by engineer. */
"No reason was given." = "Bez podania powodu.";

/* No comment provided by engineer. */
"No server has been configured for the %@ account %@. Please enter one below to connect" = "Nie określono żadnego serwera dla konta %1$@ %2$@. Wprowadź dane poniżej, aby się połączyć";

/* No comment provided by engineer. */
"No Server Specified" = "Nie określono serwera";

/* No comment provided by engineer. */
"Node:" = "Węzeł:";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Only when a request is accepted and the contact added to the list." = "Tylko gdy prośba zostanie przyjęta, a kontakt dodany do listy.";
"Op" = "Op";

/* No comment provided by engineer. */
"Open Mail in Browser" = "Otwórz pocztę w przeglądarce";

/* Name for the orphans group */
"Orphans" = "Sieroty";

/* No comment provided by engineer. */
"Parse Error." = "Błąd przetwarzania.";

/* No comment provided by engineer. */
"Ping %@" = "Pinguj %@";

/* No comment provided by engineer. */
"Priority when available" = "Priorytet, gdy dostępny";
"Priority when away" = "Priorytet, gdy nieobecny";
"Re-request Authorization from %@" = "Ponownie zażądaj autoryzacji od %@";

/* Connection step */
"Reading data" = "Czytam dane";

/* Connection step */
"Reading server key" = "Czytam klucz serwera";

/* No comment provided by engineer. */
"Really remove gateway?" = "Czy na pewno usunąć bramę?";

/* alert default button */
"Remove" = "Usuń";

/* gateway menu item */
"Remove gateway" = "Usuń bramę";

/* Roster - the Jabber default group */
"Resource" = "Zasób";
"Roster" = "Lista kontaktów";

/* No comment provided by engineer. */
"Search for Users" = "Szukaj użytkowników";

/* No comment provided by engineer. */
"Search Results" = "Wyniki szukania";

/* No comment provided by engineer. */
"Send" = "Wyślij";

/* No comment provided by engineer. */
"Send Message" = "Wyślij komunikat";

/* Window title for the service discovery browser */
"Service Discovery Browser" = "Przeglądarka wykrywania usług";

/* No comment provided by engineer. */
"Service:" = "Usługa:";

/* No comment provided by engineer. */
"Set Mood" = "Ustaw Nastrój";

/* No comment provided by engineer. */
"Set Nickname" = "Ustaw pseudonim";

/* No comment provided by engineer. */
"Set User Info" = "Ustaw informacje użytkownika";

/* Title for the MSN display name setting dialogue box */
"Set your friendly name." = "Widoczna nazwa";

/* Title for the dialogue prompting for your home phone number */
"Set your home phone number." = "Podaj numer telefonu domowego";

/* Title for the dialogue prompting for your mobile phone number */
"Set your mobile phone number." = "Podaj numer telefonu komórkowego";

/* Title for the dialogue prompting for your work phone number */
"Set your work phone number." = "Podaj numer telefonu służbowego.";

/* No comment provided by engineer. */
"Show Server Certificate" = "Pokaż certyfikat serwera";

/* No comment provided by engineer. */
"Subject: " = "Temat: ";

/* No comment provided by engineer. */
"Temporarily Hide From %@" = "Ukryj się chwilowo przed %@";

/* No comment provided by engineer. */
"The certificate of the server %@ is not trusted, which means that the server's identity cannot be automatically verified. Do you want to continue connecting?\n\nFor more information, click \"Show Certificate\"." = "Certyfikat serwera %@ jest niepotwierdzony, co oznacza, że nie można automatycznie potwierdzić tożsamości serwera. Czy nadal chcesz się połączyć?\n\nAby uzyskać więcej informacji, kliknij w „Pokaż certyfikat”.";

/* No comment provided by engineer. */
"The name you entered is not registered. Check to ensure you typed it correctly." = "Wprowadzona nazwa nie jest zarejestrowana. Sprawdź, czy została prawidłowo wpisana.";

/* No comment provided by engineer. */
"The other user is in your deny list." = "Użytkownik jest na liście blokowania.";

/* No comment provided by engineer. */
"The other user is temporarily unavailable." = "Użytkownik jest chwilowo nieosiągalny.";

/* Description for the MSN display name setting dialogue. */
"This is the name that other MSN buddies will see you as." = "To nazwa, pod którą będą Cię widzieli użytkownicy MSN.";

/* No comment provided by engineer. */
"This node does not provide any services accessible to this program." = "Ten węzeł nie udostępnia usług, z którym mógłby skorzystać ten program.";

/* No comment provided by engineer. */
"This node provides ad-hoc commands. Open the context menu to access them." = "Ten węzeł udostępnia polecenia ad-hoc. Otwórz menu kontekstowe, aby uzyskać do nich dostęp.";

/* No comment provided by engineer. */
"This operation would remove the gateway %@ itself and all contacts belonging to the gateway on your contact list. It cannot be undone." = "Czynność spowoduje usunięcie bramy %@ i wszystkich należących do niej kontaktów z listy kontaktów. Czynności nie można cofnąć.";

/* user tune tooltip title */
"Tune" = "Dostrój";

/* No comment provided by engineer. */
"Un-hide From %@" = "Nie ukrywaj się przed %@";

/* No comment provided by engineer. */
"Unable to parse the server list at %@. Please try again later." = "Nie można przetworzyć listy serwerów z %@. Ponów próbę później.";

/* No comment provided by engineer. */
"Unsubscribe %@" = "Wypisz się z %@";

/* Sample name and server for new livejournal accounts */
"username" = "nazwa użytkownika";

/* Sample name and server for new Jabber accounts */
"username@jabber.org" = "użytkownik@jabber.org";

/* No comment provided by engineer. */
"Verify Certificate" = "Zweryfikuj certyfikat";

/* No comment provided by engineer. */
"View %@'s %@ web profile" = "Zobacz stronę profilu %1$@ w serwisie %2$@";

/* No comment provided by engineer. */
"Voice" = "Voice";

/* No comment provided by engineer. */
"Waiting for Response" = "Czekam na odpowiedź";

/* No comment provided by engineer. */
"Warning level is too high." = "Poziom ostrzeżeń jest zbyt wysoki.";

/* No comment provided by engineer. */
"WARNING! This will delete the account %@ from the Jabber server, and can not be undone.\nAre you sure you want to proceed?" = "WARNING! This will delete the account %@ from the Jabber server, and can not be undone.\nAre you sure you want to proceed?";

/* No comment provided by engineer. */
"When someone asks to see my status" = "Gdy ktoś prosi o wgląd w mój status";
"XML Console" = "Konsola XML";

/* No comment provided by engineer. */
"You are sending messages too quickly; wait a moment and try again." = "Zbyt szybko wysyłasz wiadomości. Poczekaj chwilę i spróbuj ponownie.";

/* No comment provided by engineer. */
"You have 1 new message." = "Masz 1 nową wiadomość.";

/* No comment provided by engineer. */
"You have mail!\n" = "Nadeszła nowa poczta!";

/* No comment provided by engineer. */
"Your message to %@ did not get sent" = "Twoja wiadomość do %@ nie została wysłana";

/* No comment provided by engineer. */
"Your message was refused by the other user." = "Twoja wiadomość została odrzucona przez odbiorcę.";

/* No comment provided by engineer. */
"Your message was too big." = "Twoja wiadomość była zbyt duża.";

/* Restored from historic nib translations (arm64 revival) */
"(optional)" = "(opcjonalne)";
"Accept" = "Akceptuj";
"Accept and Add To List" = "Akceptuj i dodaj do listy";
"Allow plaintext authentication" = "Allow plaintext authentication";
"Ask What To Do" = "Zapytaj co zrobić";
"Authorization Domain:" = "Domena uwierzytelnienia:";
"Authorization User:" = "Użytkownik uwierzytelnienia:";
"Available Priority:" = "Available Priority:";
"Away Priority:" = "Away Priority:";
"BOSH Server:" = "Serwer BOSH:";
"Chat Room Name:" = "Pokój rozmów:";
"Connect Server:" = "Serwer połączenia:";
"Connection:" = "Połączenie:";
"Deny" = "Odmów";
"Display new mail notifications" = "Display new mail notifications";
"Do strict certificate checks" = "Do strict certificate checks";
"Either enter your XMPP server address here:" = "Wpisz adres twojego serwera XMPP:";
"Encoding:" = "Kodowanie:";
"Encrypt connection using SSL" = "Szyfruj połączenie za pomocą SSL";
"Execute commands on connect:" = "Po połączeniu wykonaj polecenia:";
"File Transfer Proxies:" = "Proxy przesyłania pliku:";
"Force old-style SSL" = "Force old-style SSL";
"Handle:" = "Identyfikator:";
"Hostname:" = "Nazwa hosta:";
"Invite Contacts:" = "Zaproś:";
"Let others know what iTunes is playing" = "Let others know what iTunes is playing";
"Mail:" = "Mail:";
"Music:" = "Muzyka:";
"Password:" = "Hasło:";
"Presence Subscriptions:" = "Presence Subscriptions:";
"Publish Status to Everyone" = "Status dostępny dla wszystkich";
"Realname:" = "Realname:";
"Register New Account" = "Register New Account";
"Registering…" = "Rejestrowanie...";
"Request New Account" = "Request New Account";
"Require SSL/TLS" = "Require SSL/TLS";
"Resource:" = "Zasób:";
"Security:" = "Bezpieczeństwo:";
"Server Name" = "Server Name";
"Server:" = "Serwer:";
"Use SIP proxy:" = "Korzystaj z SIP proxy:";
"Use UDP" = "Korzystaj z UDP";
"Username (Ident):" = "Username (Ident):";
"Visit Server Homepage" = "Visit Server Homepage";
"With Message:" = "Wiadomość:";

/* Machine-translated for the arm64 revival */
"Channel:" = "Kanał:";
"Dismiss" = "Zamknij";
"Don't download" = "Nie pobieraj";
"Don't show channel posts as messages" = "Nie pokazuj wpisów z kanałów jako wiadomości";
"Don't show status updates as messages" = "Nie pokazuj aktualizacji statusu jako wiadomości";
"Full resolution" = "Pełna rozdzielczość";
"Logon QR Code" = "Kod QR do logowania";
"Phone Number" = "Numer telefonu";
"Please enter pairing code or scan the QR code" = "Wprowadź kod parowania lub zeskanuj kod QR";
"Profile pictures:" = "Zdjęcia profilowe:";
"Read" = "Przeczytane";
"Separate contacts’ names with commas." = "Oddziel nazwy kontaktów przecinkami.";
"Small (preview)" = "Małe (podgląd)";
"This contact is calling you. Adium does not support WhatsApp calls." = "Ten kontakt dzwoni do ciebie. Adium nie obsługuje połączeń WhatsApp.";
"This contact is trying to call you. Adium does not support WhatsApp calls." = "Ten kontakt próbuje się do ciebie dodzwonić. Adium nie obsługuje połączeń WhatsApp.";
"and add to list in group:" = "i dodaj do listy w grupie:";

/* Strings the code localizes which had never been extracted; English value = key. */
"%@ has %lu new messages." = "%@ ma %lu nowych wiadomości.";
"...add to list in group:" = "...dodaj do listy w grupie:";
"Display custom emoticons" = "Wyświetlaj własne emotikony";
"Emoticons:" = "Emotikony:";
"Encryption:" = "Szyfrowanie:";
"Let others know when you are typing" = "Pozwól innym widzieć, kiedy piszesz";
"One per line, / is optional. $me will be replaced with your current nickname." = "Jedno polecenie na wiersz, znak / jest opcjonalny. $me zostanie zastąpione twoim aktualnym pseudonimem.";
"or select a public server from the list:" = "lub wybierz publiczny serwer z listy:";
"Port:" = "Port:";
"Status:" = "Status:";
"Typing:" = "Pisanie:";
"You have %lu new messages." = "Masz %lu nowych wiadomości.";

/* The rebuilt account area: what the protocol descriptions turn into as fields.
   These classes live in AdiumLibpurple, so lookup happens here. */
/* Name this computer gives itself in another device's list of linked devices. %@ is the computer's name. */
"Adium on %@" = "Adium na %@";

/* No comment provided by engineer. */
"Server" = "Serwer";

/* No comment provided by engineer. */
"Port" = "Port";

/* Label a service takes from AIPurpleServiceDescriptors.plist for the account name row */
"Account Name" = "Nazwa konta";

/* No comment provided by engineer. */
"Execute commands on connect" = "Wykonuj polecenia po połączeniu";

/* Explains how the commands sent after connecting to IRC are written */
"One per line, without the leading slash." = "Jedno polecenie na wiersz, bez początkowego ukośnika.";

/* Row asking how good a contact's picture is worth fetching */
"Profile picture quality" = "Jakość zdjęć profilowych";

/* WhatsApp profile picture quality: the full sized picture */
"Original" = "Oryginał";

/* WhatsApp profile picture quality: the small version */
"Preview" = "Podgląd";

/* WhatsApp profile picture quality: fetch no pictures at all */
"Do not load" = "Nie pobieraj";
